Repository: CloudMetal/Notitas
Catalog: Resources/Strings/*.lproj/Localizable.strings
Languages: de, es, fr

source: (empty note)
de: (Keine Notiz)
es: (nota vacía)
fr: (note vide)

# Sent from Notitas by akosma - http://akosma.com/
source: Sent from Notitas by akosma - http://muchasnotitas.com/
de: Von Notitas gesendet - http://muchasnotitas.com/
es: Enviado desde Notitas por akosma - http://muchasnotitas.com/
fr: Envoyé depuis Notitas par akosma - http://muchasnotitas.com/

source: Are you sure?
de: Sind Sie sicher?
es: Está seguro?
fr: Etes-vous sûr?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# Current location: Latitude: %1.3f Longitude: %1.3f
source: Current location: Latitude: %1$.3f Longitude: %2$.3f
de: Aktueller Ort: Lat.: %1$.3f long.: %2$.3f
es: Posición actual: Latitud: %1$.3f Longitud: %2$.3f
fr: Position actuelle: Latitude: %1$.3f Longitude: %2$.3f

source: Note sent from Notitas by akosma
de: Von Notitas by akosma gesendet
es: Nota enviada desde Notitas por akosma
fr: Note envoyée depuis Notitas par akosma

source: Notitas by akosma http://muchasnotitas.com/ Copyright 2009 © akosma software All Rights Reserved
es: Notitas por akosma http://muchasnotitas.com/ Copyright 2009 © akosma software Todos Derechos Reservados
fr: Notitas par akosma http://muchasnotitas.com/ Copyright 2009 © akosma software Tous Droits Reservés

source: Send via Twitter
de: Per Twitter senden
es: Enviar por Twitter

source: Remove all the notes?
de: Alle Notizen entfernen?
es: Borrar todas las notas?
fr: Effacer toutes les notes?

source: Send via e-mail
de: Per E-Mail senden
es: Enviar por e-mail
fr: Envoyer par e-mail

source: This action cannot be undone.
de: Dieser Vorgang kann wiederrufen werden.
es: Esta acción no se puede revertir.
fr: Elle ne pourra pas être récupérée.

source: View location
de: Ort anzeigen
es: Ver posición
fr: Voir position

source: You will remove all the notes! This action cannot be undone.
de: Hiermit werden alle Notizen gelöscht! Dieser Vorgang kann wiederrufen werden.
es: Va a borrar todas las notas! Esta acción no se puede revertir.
fr: Vous allez effacer toutes les notes! Elles ne pourront pas être récupérées.

source: Map
de: Karte
es: Mapa
fr: Carte

source: characters
de: Zeichen
es: caracteres
fr: caractères
